[
{"description":"Predicts the three-dimensional structures of protein complexes based on comparative modeling; furthermore, this server examines the coupling between subunits of the predicted complex by combining structural and evolutionary considerations. The predicted complex structure could be indicated and visualized by Java-based 3D graphics viewers and the structural and evolutionary profiles are shown and compared chain-by-chain. For each subunit, considerations with or without the packing contribution of other subunits cause the differences in similarities between structural and evolutionary profiles, and these differences imply which form, complex or monomeric, is preferred in the biological condition for the subunit. (PS)2 server would be a useful tool for biologists who are interested not only in the structures of protein complexes but also in the coupling between subunits of the complexes.","title":"(PS)2","url":"http://ps2v3.life.nctu.edu.tw/"},
{"description":"The goal of the project is to find most genetic variants that have frequencies of at least 1% in the populations studied.","title":"1000 Genomes","url":"http://www.1000genomes.org/"},
{"description":"A software suite of applications for the detailed quantification of intracellular (quasi) steady-state fluxes. 13CFLUX2 contains all tools for composing flexible computational (13)C-MFA workflows to design and evaluate carbon labeling experiments. A specially developed XML language, FluxML, highly efficient data structures and simulation algorithms achieve a maximum of performance and effectiveness. Support of multicore CPUs, as well as compute clusters, enables scalable investigations. 13CFLUX2 outperforms existing tools in terms of universality, flexibility and built-in features. Therewith, 13CFLUX2 paves the way for next-generation high-resolution (13)C-MFA applications on the large scale.","title":"13CFLUX2","url":"http://www.13cflux.net/13cflux2/"},
{"description":"A web server that predicts 14-3-3-binding sites by combining predictions from three different classifiers: ANN, PSSM and SVM. Proteins of interest can be queried using single UniProt accession identifiers or as sequences in FASTA format. A table with prediction scores as well as information on the phosphorylation state of the respective Ser/Thr is provided for each queried protein. Alternatively, a file containing up to 100 protein sequences in FASTA format can be uploaded. 14-3-3-Pred then generates comma/tab-separated output results files that can be easily used to further compare predictions, elaborate hypotheses, and prioritise laboratory experiments to validate the sites.","title":"14-3-3-Pred","url":"http://www.compbio.dundee.ac.uk/1433pred"},
{"description":"Provide a simple, easy to navigate platform for researchers to connect with high quality research tools.","title":"1DegreeBio","url":"http://1degreebio.org/"},
{"description":"An algorithm that search graphs produced from the de novo assembler cortex. The 2k+2 algorithm use concepts taken from the graph theory in order to search for possible SNPs. The source code for a C++ implementation of our algorithm is available under the GNU Public Licence v3.","title":"2kplus2","url":"https://github.com/danmaclean/2kplus2"},
{"description":"A hand-curated structural database dedicated to protein-protein interactions with known orthosteric modulators. It includes all interactions for which both the protein-protein and protein-ligand complexes have been structurally characterized. A web server provides links to related sites of interest, binding affinity data, pre-calculated structural information about protein-protein interfaces and 3D interactive views through java applets. The 2P2I database represents a structural source of information for scientists from academic institutions or pharmaceutical industries.","title":"2P2Idb","url":"http://2p2idb.cnrs-mrs.fr/"},
{"description":"A hierarchical classification of protein complexes that describes similarities in structure, sequence, as well as topology of contacts of the constituent proteins.","title":"3D Complex","url":"http://www.3dcomplex.org/"},
{"description":"A simple and free atomic (crystalline or molecular) structure model viewer.","title":"3D Crystal Viewer","url":"http://www.dawgsdk.org/crystal/"},
{"description":"A shape-density based protein structure search and alignment tool which uses the Hex docking spherical polar Fourier (SPF) correlation technique.","title":"3D-Blast","url":"http://threedblast.loria.fr/"},
{"description":"An extension of the DAOPHOT analysis method to the analysis of astigmatism-based 3D super-resolution data where the z position of the emitter is encoded in the x and y width of its point spread function (PSF). 3D-DAOSTORM simultaneously fits multiple overlapping images of adjacent emitters with different PSF shapes.","title":"3D-DAOSTORM","url":"https://github.com/ZhuangLab/storm-analysis"},
{"description":"Provides a convenient means of generating custom 3D structural models of DNA with control over the local and global conformation.","title":"3D-DART","url":"http://haddock.chem.uu.nl/dna/dna.php"},
{"description":"A database of DNA-binding protein structures that is updated weekly with Protein Data Bank complexes.","title":"3D-footprint","url":"http://floresta.eead.csic.es/3dfootprint/"},
{"description":"Their benchmarked and server-ready flexible docking system, allows sophisticated programming of surface patches by the user via a facet representation of the interactors' molecular surfaces.","title":"3D-Garden","url":"http://www.sbg.bio.ic.ac.uk/~3dgarden/"},
{"description":"A cross-species interacting database inferring from three-dimensional (3D) protein structure complexes and a novel scoring function by using 3D-domain interologs. For a query protein, the 3D-Interologs database utilizes BLAST to identify homologous proteins and the interacting partners from multiple species. Based on the novel scoring function and structure complexes, 3D-Interologs provides the statistic significances, the interacting models (e.g. hydrogen bonds and conserved amino acids), and functional annotations of interacting partners of a query protein. The identification of orthologous proteins of multiple species is able to use to study on protein-protein evolution, protein functions, and cross-referencing of proteins.","title":"3D-Interologs","url":"http://gemdock.life.nctu.edu.tw/3d-interologs/index.php"},
{"description":"A web-based tool for real-time protein surface comparison and analysis.","title":"3D-SURFER","url":"http://dragon.bio.purdue.edu/3d-surfer/"},
{"description":"A program for multiple protein structure alignment.","title":"3DCOMB","url":"http://ttic.uchicago.edu/~jinbo/software.htm"},
{"description":"A database that currently collected Hi-C data on four species, for easy accessing and visualization of chromatin 3D structure data. With the integration of other omics data such as genome-wide protein-DNA-binding data, this data source would be useful for researchers interested in chromatin structure and its biological functions.","title":"3DGD","url":"http://3dgd.biosino.org/protein/page/viewPattern.jsp"},
{"description":"A catalog of protein-protein interactions for which a high-resolution 3D structure is known. 3did collects and classifies all structural templates of domain-domain interactions in the Protein Data Bank, providing molecular details for such interactions. 3did is a reference source of information for the structural characterization of protein interaction networks. 3did is updated every 6 months.","title":"3did","url":"http://3did.irbbarcelona.org/"},
{"description":"An automated method for the prediction of ligand binding sites.","title":"3DLigandSite","url":"http://www.sbg.bio.ic.ac.uk/3dligandsite/"},
{"description":"A modern, object-oriented JavaScript library that uses the latest web technologies to provide interactive, hardware-accelerated three dimensional representations of molecular data without the need to install browser plugins or Java. 3Dmol.js provides a full featured API for developers as well as a straightforward declarative interface that lets users easily share and embed molecular data in websites.","title":"3Dmol.js","url":"http://3dmol.csb.pitt.edu/"},
{"description":"A phylogeny tree viewer that maps trees onto three spatial axes (species on the X-axis; paralogs on Z; evolutionary distance on Y), enabling one to distinguish at a glance evolutionary features such as speciation; gene duplication and paralog evolution; lateral gene transfer; and violation of the \"molecular clock\" assumption. Users can input any tree on the online 3DPE, then rotate, scroll, rescale, and explore it interactively as \"live\" 3D views. All objects in 3DPE are clickable to display subtrees, connectivity path highlighting, sequence alignments, and gene summary views, and etc.","title":"3DPE"},
{"description":"A knowledge-based potential that combines distance-dependent and dihedral-dependent energies. The benchmarks on different testing datasets all show that 3dRNAscore are more efficient than existing evaluation methods in recognizing native state from a pool of near-native states of RNAs as well as in ranking near-native states of RNA models.","title":"3dRNAscore","url":"http://biophy.hust.edu.cn/3dRNAscore.html"},
{"description":"A comprehensive collection of protein structures that are reported to be involved in 3-Dimensional Domain Swapping.","title":"3DSwap","url":"http://caps.ncbs.res.in/3DSwap/"},
{"description":"A web-server to analyze the protein-DNA binding site and calculate Positional weight matrix (PWM), representing the DNA-binding specifity of the protein.","title":"3DTF","url":"http://cogangs.biobase.de/3dtf/"},
{"description":"Database of Best represesentative PSSM Profiles of Protein Families.","title":"3PFDB+","url":"http://caps.ncbs.res.in/3pfdbplus/"},
{"description":"A web-server developed with the aim of giving experimentalists the possibility to automatically identify alternative 3'UTRs (shorter or longer with respect to a reference transcriptome), an option that is not available in standard RNA-seq data analysis procedures. The tool reports as putative novel the 3'UTRs not annotated in available databases. Furthermore, if data from two related samples are uploaded, common and specific alternative 3'UTRs are identified and reported by the server.","title":"3USS","url":"http://circe.med.uniroma1.it/3uss_server/"},
{"description":"Extracts and comprehensively analyzes all the internal volumes from input RNA and protein structures. 3V rapidly finds internal volumes by taking the difference between two rolling-probe solvent-excluded surfaces, one with as large as possible a probe radius and the other with a solvent radius (typically 1.5 A for water).","title":"3V","url":"http://3vee.molmovdb.org/"},
{"description":"An application for simulation of 454 data at high speed and accuracy. The program is multi-thread capable and is available as C++ source code or pre-compiled binaries. Sequence reads are simulated by 454sim using a set of statistical models for each chemistry. 454sim simulates recorded peak intensities, peak quality deterioration and it calculates quality values. All three generations of the Roche 454 chemistry ('GS20', 'GS FLX' and 'Titanium') are supported and defined in external text files for easy access and tweaking.","title":"454sim","url":"http://www.bioinfo.ifm.liu.se/454tools/454sim"},
{"description":"A general repository for chromatin interaction data. Records in 4DGenome are compiled through comprehensive literature curation of experimentally-derived and computationally-predicted interactions. The current release contains 4,433,071 experimentally-derived and 3,605,176 computationally-predicted interactions in 5 organisms. Experimental data cover both high throughput datasets and individiual focused studies. All interaction data are freely available in a standardized file format. Records can be queried by genomic regions, gene names, organism, and detection technology.","title":"4DGenome","url":"http://4dgenome.int-med.uiowa.edu/"},
{"description":"This database provides a platform to query and compare gene expression data during the development of the major model animals (zebrafish, drosophila, medaka, mouse). The high resolution expression data was acquired through whole mount in situ hybridsation-, antibody- or transgenic experiments.","title":"4DXpress","url":"http://4dx.embl.de/4DXpress/welcome.do"},
{"description":"Application for viewing and editing sequence trace files.","title":"4Peaks","url":"http://nucleobytes.com/index.php/4peaks"},
{"description":"An integral component of the large subunit of all cytoplasmic and most organellar ribosomes.","title":"5S Ribosomal RNA Database","url":"http://biobases.ibch.poznan.pl/5SData/"},
{"description":"7-transmembrane G-linked receptors: list of entries.","title":"7tmrlist.txt","url":"http://www.uniprot.org/docs/7tmrlist.txt"},
{"description":"A platform for Biomedical Text Mining (BioTM) that aims at the effective translation of the advances between three distinct classes of users: biologists, text miners and software developers. Its main functional contributions are the ability to process abstracts and full-texts; an information retrieval module enabling PubMed search and journal crawling; a pre-processing module with PDF-to-text conversion, tokenisation and stopword removal; a semantic annotation schema; a lexicon-based annotator; a user-friendly annotation view that allows to correct annotations and a Text Mining Module supporting dataset preparation and algorithm evaluation.","title":"@Note","url":"http://sourceforge.net/projects/anote2/"},
{"description":"The alignment model provides estimates of the retention time variability along with uncertainty measures.","title":"A Bayesian alignment model for LC-MS data analysis","url":"http://omics.georgetown.edu/alignLCMS.html"},
{"description":"Authors: Altmann, A., Weber, P., Bader, D., Preuss, M., Binder, E.B., and Muller-Myhsok, B.<br><br>Abstract: High-throughput DNA sequencing (HTS) is of increasing importance in the life sciences. One of its most prominent applications is the sequencing of whole genomes or targeted regions of the genome such as all exonic regions (i.e., the exome). Here, the objective is the identification of genetic variants such as single nucleotide polymorphisms (SNPs). The extraction of SNPs from the raw genetic sequences involves many processing steps and the application of a diverse set of tools. We review the essential building blocks for a pipeline that calls SNPs from raw HTS data. The pipeline includes quality control, mapping of short reads to the reference genome, visualization and post-processing of the alignment including base quality recalibration. The final steps of the pipeline include the SNP calling procedure along with filtering of SNP candidates. The steps of this pipeline are accompanied by an analysis of a publicly available whole-exome sequencing dataset. To this end, we employ several alignment programs and SNP calling routines for highlighting the fact that the choice of the tools significantly affects the final results.","title":"A beginners guide to SNP calling from high-throughput DNA-sequencing data","url":"http://www.ncbi.nlm.nih.gov/pubmed/22886560"},
{"description":"Authors: Kunin, V., Copeland, A., Lapidus, A., Mavromatis, K., and Hugenholtz, P.<br><br>Abstract: As random shotgun metagenomic projects proliferate and become the dominant source of publicly available sequence data, procedures for the best practices in their execution and analysis become increasingly important. Based on our experience at the Joint Genome Institute, we describe the chain of decisions accompanying a metagenomic project from the viewpoint of the bioinformatic analysis step by step. We guide the reader through a standard workflow for a metagenomic project beginning with presequencing considerations such as community composition and sequence data type that will greatly influence downstream analyses. We proceed with recommendations for sampling and data generation including sample and metadata collection, community profiling, construction of shotgun libraries, and sequencing strategies. We then discuss the application of generic sequence processing steps (read preprocessing, assembly, and gene prediction and annotation) to metagenomic data sets in contrast to genome projects. Different types of data analyses particular to metagenomes are then presented, including binning, dominant population analysis, and gene-centric analysis. Finally, data management issues are presented and discussed. We hope that this review will assist bioinformaticians and biologists in making better-informed decisions on their journey during a metagenomic project.","title":"A bioinformatician's guide to metagenomics","url":"http://www.ncbi.nlm.nih.gov/pubmed/19052320"},
{"description":"Authors: Xiao, J., Zhang, Z., Wu, J., and Yu, J.<br><br>Abstract: Since the proposal for pangenomic study, there have been a dozen software tools actively in use for pangenomic analysis. By the end of 2014, Panseq and the pan-genomes analysis pipeline (PGAP) ranked as the top two most popular packages according to cumulative citations of peer-reviewed scientific publications. The functions of the software packages and tools, albeit variable among them, include categorizing orthologous genes, calculating pangenomic profiles, integrating gene annotations, and constructing phylogenies. As epigenomic elements are being gradually revealed in prokaryotes, it is expected that pangenomic databases and toolkits have to be extended to handle information of detailed functional annotations for genes and non-protein-coding sequences including non-coding RNAs, insertion elements, and conserved structural elements. To develop better bioinformatic tools, user feedback and integration of novel features are both of essence.","title":"A brief review of software tools for pangenomics","url":"http://www.ncbi.nlm.nih.gov/pubmed/25721608"},
{"description":"A catalog of STR variation using over 1000 individuals from the 1000 Genomes Project.","title":"A Catalog of Human STR Variation","url":"http://strcat.teamerlich.org/"},
{"description":"Authors: Costello, J.C., Heiser, L.M., Georgii, E., Gonen, M., Menden, M.P., Wang, N.J., Bansal, M., Ammad-Ud-Din, M., Hintsanen, P., Khan, S.A., et al.<br><br>Abstract: Predicting the best treatment strategy from genomic information is a core goal of precision medicine. Here we focus on predicting drug response based on a cohort of genomic, epigenomic and proteomic profiling data sets measured in human breast cancer cell lines. Through a collaborative effort between the National Cancer Institute (NCI) and the Dialogue on Reverse Engineering Assessment and Methods (DREAM) project, we analyzed a total of 44 drug sensitivity prediction algorithms. The top-performing approaches modeled nonlinear relationships and incorporated biological pathway information. We found that gene expression microarrays consistently provided the best predictive power of the individual profiling data sets; however, performance was increased by including multiple, independent data sets. We discuss the innovations underlying the top-performing methodology, Bayesian multitask MKL, and we provide detailed descriptions of all methods. This study establishes benchmarks for drug sensitivity prediction and identifies approaches that can be leveraged for the development of new methods.","title":"A community effort to assess and improve drug sensitivity prediction algorithms","url":"http://www.ncbi.nlm.nih.gov/pubmed/24880487"},
{"description":"Authors: Roberts, N.D., Kortschak, R.D., Parker, W.T., Schreiber, A.W., Branford, S., Scott, H.S., Glonek, G., and Adelson, D.L.<br><br>Abstract: MOTIVATION: With the advent of relatively affordable high-throughput technologies, DNA sequencing of cancers is now common practice in cancer research projects and will be increasingly used in clinical practice to inform diagnosis and treatment. Somatic (cancer-only) single nucleotide variants (SNVs) are the simplest class of mutation, yet their identification in DNA sequencing data is confounded by germline polymorphisms, tumour heterogeneity and sequencing and analysis errors. Four recently published algorithms for the detection of somatic SNV sites in matched cancer-normal sequencing datasets are VarScan, SomaticSniper, JointSNVMix and Strelka. In this analysis, we apply these four SNV calling algorithms to cancer-normal Illumina exome sequencing of a chronic myeloid leukaemia (CML) patient. The candidate SNV sites returned by each algorithm are filtered to remove likely false positives, then characterized and compared to investigate the strengths and weaknesses of each SNV calling algorithm.<br>RESULTS: Comparing the candidate SNV sets returned by VarScan, SomaticSniper, JointSNVMix2 and Strelka revealed substantial differences with respect to the number and character of sites returned; the somatic probability scores assigned to the same sites; their susceptibility to various sources of noise; and their sensitivities to low-allelic-fraction candidates.<br>AVAILABILITY: Data accession number SRA081939, code at http://code.google.com/p/snv-caller-review/<br>CONTACT: david.adelson@adelaide.edu.au<br>SUPPLEMENTARY INFORMATION: Supplementary data are available at Bioinformatics online.","title":"A comparative analysis of algorithms for somatic SNV detection in cancer","url":"http://www.ncbi.nlm.nih.gov/pubmed/23842810"},
{"description":"Authors: Eren, K., Deveci, M., Kucuktunc, O., and Catalyurek, U.V.<br><br>Abstract: The need to analyze high-dimension biological data is driving the development of new data mining methods. Biclustering algorithms have been successfully applied to gene expression data to discover local patterns, in which a subset of genes exhibit similar expression levels over a subset of conditions. However, it is not clear which algorithms are best suited for this task. Many algorithms have been published in the past decade, most of which have been compared only to a small number of algorithms. Surveys and comparisons exist in the literature, but because of the large number and variety of biclustering algorithms, they are quickly outdated. In this article we partially address this problem of evaluating the strengths and weaknesses of existing biclustering methods. We used the BiBench package to compare 12 algorithms, many of which were recently published or have not been extensively studied. The algorithms were tested on a suite of synthetic data sets to measure their performance on data with varying conditions, such as different bicluster models, varying noise, varying numbers of biclusters and overlapping biclusters. The algorithms were also tested on eight large gene expression data sets obtained from the Gene Expression Omnibus. Gene Ontology enrichment analysis was performed on the resulting biclusters, and the best enrichment terms are reported. Our analyses show that the biclustering method and its parameters should be selected based on the desired model, whether that model allows overlapping biclusters, and its robustness to noise. In addition, we observe that the biclustering algorithms capable of finding more than one model are more successful at capturing biologically relevant clusters.","title":"A comparative analysis of biclustering algorithms for gene expression data","url":"http://www.ncbi.nlm.nih.gov/pubmed/22772837"},
{"description":"Authors: Matzke, M.M., Brown, J.N., Gritsenko, M.A., Metz, T.O., Pounds, J.G., Rodland, K.D., Shukla, A.K., Smith, R.D., Waters, K.M., McDermott, J.E., et al.<br><br>Abstract: Liquid chromatography coupled with mass spectrometry (LC-MS) is widely used to identify and quantify peptides in complex biological samples. In particular, label-free shotgun proteomics is highly effective for the identification of peptides and subsequently obtaining a global protein profile of a sample. As a result, this approach is widely used for discovery studies. Typically, the objective of these discovery studies is to identify proteins that are affected by some condition of interest (e.g. disease, exposure). However, for complex biological samples, label-free LC-MS proteomics experiments measure peptides and do not directly yield protein quantities. Thus, protein quantification must be inferred from one or more measured peptides. In recent years, many computational approaches to relative protein quantification of label-free LC-MS data have been published. In this review, we examine the most commonly employed quantification approaches to relative protein abundance from peak intensity values, evaluate their individual merits, and discuss challenges in the use of the various computational approaches.","title":"A comparative analysis of computational approaches to relative protein quantification using peptide peak intensities in label-free LC-MS proteomics experiments","url":"http://www.ncbi.nlm.nih.gov/pubmed/23019139"},
{"description":"Authors: Bazinet, A.L., and Cummings, M.P.<br><br>Abstract: BACKGROUND: A fundamental problem in modern genomics is to taxonomically or functionally classify DNA sequence fragments derived from environmental sampling (i.e., metagenomics). Several different methods have been proposed for doing this effectively and efficiently, and many have been implemented in software. In addition to varying their basic algorithmic approach to classification, some methods screen sequence reads for 'barcoding genes' like 16S rRNA, or various types of protein-coding genes. Due to the sheer number and complexity of methods, it can be difficult for a researcher to choose one that is well-suited for a particular analysis.<br>RESULTS: We divided the very large number of programs that have been released in recent years for solving the sequence classification problem into three main categories based on the general algorithm they use to compare a query sequence against a database of sequences. We also evaluated the performance of the leading programs in each category on data sets whose taxonomic and functional composition is known.<br>CONCLUSIONS: We found significant variability in classification accuracy, precision, and resource consumption of sequence classification programs when used to analyze various metagenomics data sets. However, we observe some general trends and patterns that will be useful to researchers who use sequence classification programs.","title":"A comparative evaluation of sequence classification programs","url":"http://www.ncbi.nlm.nih.gov/pubmed/22574964"},
{"description":"Authors: Abbas, S.S., Dijkstra, T.M., and Heskes, T.<br><br>Abstract: BACKGROUND: Millions of cells are present in thousands of images created in high-throughput screening (HTS). Biologists could classify each of these cells into a phenotype by visual inspection. But in the presence of millions of cells this visual classification task becomes infeasible. Biologists train classification models on a few thousand visually classified example cells and iteratively improve the training data by visual inspection of the important misclassified phenotypes. Classification methods differ in performance and performance evaluation time. We present a comparative study of computational performance of gentle boosting, joint boosting CellProfiler Analyst (CPA), support vector machines (linear and radial basis function) and linear discriminant analysis (LDA) on two data sets of HT29 and HeLa cancer cells.<br>RESULTS: For the HT29 data set we find that gentle boosting, SVM (linear) and SVM (RBF) are close in performance but SVM (linear) is faster than gentle boosting and SVM (RBF). For the HT29 data set the average performance difference between SVM (RBF) and SVM (linear) is 0.42 %. For the HeLa data set we find that SVM (RBF) outperforms other classification methods and is on average 1.41 % better in performance than SVM (linear).<br>CONCLUSIONS: Our study proposes SVM (linear) for iterative improvement of the training data and SVM (RBF) for the final classifier to classify all unlabeled cells in the whole data set.","title":"A comparative study of cell classifiers for image-based high-throughput screening","url":"http://www.ncbi.nlm.nih.gov/pubmed/25336059"},
{"description":"Authors: Zhang, Z.H., Jhaveri, D.J., Marshall, V.M., Bauer, D.C., Edson, J., Narayanan, R.K., Robinson, G.J., Lundberg, A.E., Bartlett, P.F., Wray, N.R., et al.<br><br>Abstract: Recent advances in next-generation sequencing technology allow high-throughput cDNA sequencing (RNA-Seq) to be widely applied in transcriptomic studies, in particular for detecting differentially expressed genes between groups. Many software packages have been developed for the identification of differentially expressed genes (DEGs) between treatment groups based on RNA-Seq data. However, there is a lack of consensus on how to approach an optimal study design and choice of suitable software for the analysis. In this comparative study we evaluate the performance of three of the most frequently used software tools: Cufflinks-Cuffdiff2, DESeq and edgeR. A number of important parameters of RNA-Seq technology were taken into consideration, including the number of replicates, sequencing depth, and balanced vs. unbalanced sequencing depth within and between groups. We benchmarked results relative to sets of DEGs identified through either quantitative RT-PCR or microarray. We observed that edgeR performs slightly better than DESeq and Cuffdiff2 in terms of the ability to uncover true positives. Overall, DESeq or taking the intersection of DEGs from two or more tools is recommended if the number of false positives is a major concern in the study. In other circumstances, edgeR is slightly preferable for differential expression analysis at the expense of potentially introducing more false positives.","title":"A comparative study of techniques for differential expression analysis on RNA-Seq data","url":"http://biorxiv.org/content/early/2014/05/28/005611"},
{"description":"Authors: Clark, C., and Kalita, J.<br><br>Abstract: MOTIVATION: As biological inquiry produces ever more network data, such as protein-protein interaction networks, gene regulatory networks and metabolic networks, many algorithms have been proposed for the purpose of pairwise network alignment-finding a mapping from the nodes of one network to the nodes of another in such a way that the mapped nodes can be considered to correspond with respect to both their place in the network topology and their biological attributes. This technique is helpful in identifying previously undiscovered homologies between proteins of different species and revealing functionally similar subnetworks. In the past few years, a wealth of different aligners has been published, but few of them have been compared with one another, and no comprehensive review of these algorithms has yet appeared.<br>RESULTS: We present the problem of biological network alignment, provide a guide to existing alignment algorithms and comprehensively benchmark existing algorithms on both synthetic and real-world biological data, finding dramatic differences between existing algorithms in the quality of the alignments they produce. Additionally, we find that many of these tools are inconvenient to use in practice, and there remains a need for easy-to-use cross-platform tools for performing network alignment.","title":"A comparison of algorithms for the pairwise alignment of biological networks","url":"http://www.ncbi.nlm.nih.gov/pubmed/24794929"}]